Repository: velis74/django-project-base
Catalog: django_project_*/locale/*/LC_MESSAGES/djangojs.po
Languages: sl

source: License consumed
sl: Licenca porabljena

source: You cannot generate new notifications. Please contact support.
sl: Ne morete generirati novi sporočil. Prosimo kontaktirajte podporo.

source: Cancel
sl: Prekliči

source: I have confirmed pending setting
sl: Potrdil sem čakajočo nastavitev

source: We have attempted to verify the sender email address, but it doesn't work yet. Please click "try again" in about a minute or so
sl: Poizkusili smo verificirati naslov pošiljatelja, ampak trenutno še ne dela. Prosimo kliknite na "poizkusi znova" čez kakšno minuto

source: Cancel, use the old sender email
sl: Prekini, uporabi stari naslov pošiljatelja

source: OK
sl: V redu

source: SMS settings pending for confirmation
sl: SMS nastavitve čakajo na potrditev

source: Sms sender settings is pending for confirmation. It can take up to two weeks for setting to become active. You will be notified when settings will be activated.
sl: Nastavitve pošiljatelja sms-ov čakajo na potrditev. Lahko traja do dva tedna da nastavitve postanejo aktivne. Obvestili vas bomo so se bodo nastavitve aktivirale.

source: Email settings pending for confirmation
sl: Nastavitve elektronske pošte čakajo na potrditev

source: You received an email with confirmation link for email sender address. Please check your mail and click on confirmation link. Check also spam folder if you do not find confirmation link.
sl: Prejeli ste elektronsko pošto s povezavo za potrditev naslova pošiljatelja. Prosimo preverite vašo elektronsko pošto in kliknite na povezavo za potrditev. Če sporočila za potrditev ne najdete, preverite tudi mapo z vsiljeno pošto.

source: Please sign in with
sl: Prosimo prijavite se z

source: or
sl: ali

source: Create a new account
sl: Ustvari nov račun

source: for %(appname)s and sign in below:
sl: na %(appname)s in se prijavi spodaj:

source: Forgot password?
sl: Pozabljeno geslo?

source: Login
sl: Prijava

source: Register
sl: Registracija

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: New account
sl: Nov račun

source: We have sent an email to the email address you provided.
sl: Na naveden naslov smo poslali elektronsko pošto.

source: Please enter the code from the message
sl: Prosim, vnesi kodo iz sporočila

source: Different email
sl: Različen elektronski naslov

source: Proceed
sl: Nadaljuj

source: Your account is now active and you are logged in.
sl: Vaš račun je sedaj aktiven. Ste tudi prijavljeni v aplikacijo.

source: Welcome to
sl: Dobrodošli v

source: different email
sl: različen elektronski naslov

source: Please enter new email
sl: Prosim vnesite nov elektronski naslov

source: Set password
sl: Nastavi geslo

source: This is your first login. Verification code was sent to your email. Please enter this code and set your password to be able to start using this application.
sl: To je vaša prva prijava. Verifikacijska koda je bila poslana na vaš elektronski naslov. Prosimo vnesite to kodo in nastavite vaše geslo da boste lahko začeli uporabljati to aplikacijo

source: Password recovery
sl: Obnova gesla

source: If an active account exists with the given email, we've sent a message to it.
sl: Če račun s podano e-pošto obstaja, smo nanj poslali sporočilo.

source: Email code
sl: Koda iz e-pošte

source: Please enter your new password:
sl: Vnesi svoje novo geslo:

source: New password
sl: Novo geslo

source: Confirm password
sl: Potrdi geslo

source: Confirm
sl: Potrdi

source: Reset
sl: Obnovi

source: Password was set successfully
sl: Geslo je bilo uspešno nastavljeno

source: Password was reset successfully
sl: Geslo je bilo uspešno obnovljeno

source: Enter your e-mail
sl: Vpiši naslov svoje e-pošte

source: Account reactivation
sl: Obnova računa

source: Your account will be restored. Do you want to keep all your previous data or do you want to reset account state and begin as account was just registered and your previous data is deleted?
sl: Vaš račun bo obnovljen. Ali želite ohraniti vse obstoječe podatke, ali želite ponastaviti stanje računa in začeti, kot da je bil račun razno registriran in tako ostanete brez obstoječih podatkov?

source: Reset account
sl: Ponastavi račun

source: Unknown error trying to login
sl: Neznana napaka pri prijavljanju

source: No Project
sl: Izberi projekt

source: Add new project
sl: Dodaj nov projekt

source: Impersonated
sl: Poosebljen

source: User profile
sl: Uporabniški profil

source: Change password
sl: Spremeni geslo

source: Edit social connections
sl: Uredi socialne povezave

source: Impersonate user
sl: Poosebi uporabnika

source: Stop impersonation
sl: Prekini poosebljenje

source: Terminate my account
sl: Ukini moj račun

source: Logout
sl: Odjava

source: We have sent an email to the new email address you provided. Please enter the code from the message
sl: Poslali smo elektronsko pošto na nov naslov, ki ste ga navedli. Prosimo vnesite kodo iz sporočila

source: Your new email is now verified, thank you.
sl: Vaš nov elektronski naslov je verificiran. Hvala vam.

source: Social connections
sl: Socialne povezave

source: Merge account with following credentials
sl: Poveži račun s sledečimi poverilnicami

source: Username or email
sl: Uporabniško ime ali e-pošta

source: Currently logged in user account will be main account
sl: Trenutno prijavljen račun bo glavni račun

source: No social connections available
sl: Ni socialnih povezav

source: Terminate account
sl: Ukini račun

source: Your account will be suspended, and all of your data will be permanently deleted after a period of 1 year. Once your account is suspended, you will have the option to reactivate it. If you wish to delete your account immediately, please contact us using the provided information in our contacts.
sl: Vač račun bo ukinjen in vsi vaši podatki bodo pernamentno izbrisani po enem leto. Po tem, ko bo vaš račun ukinjen, ga boste imeli možnost ponovno aktivirati. Če želite takoj izbrisati vaš račun, nas prosimo kontaktirajte preko možnosti, ki so naveden v naših kontaktih

source: Add new user
sl: Dodaj novega uporabnika

source: Add
sl: Dodaj

source: No user selected
sl: Noben uporabnik ni izbran
