Repository: velis74/django-project-base
Catalog: django_project_*/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Change password
sl: Spremeni geslo

source: Current password
sl: Trenutno geslo

source: New password
sl: Novo geslo

source: Confirm new password
sl: Potrdi novo geslo

source: Your password has expired. You must change it before continuing to use this application.
sl: Vaše geslo je poteklo. Morate ga spremeniti preden lahko nadaljujete z uporabo te aplikacije.

source: Passwords do not match
sl: Gesli se ne ujemata

source: Code invalid
sl: Napačna koda

source: Email invalid
sl: E-pošta ni pravilna

source: Add new user
sl: Dodaj novega uporabnika

source: User ID
sl: Uporabnikov ID

source: User email
sl: Uporabnikova e-pošta

source: Select a user to impersonate
sl: Izberi uporabnika za poosebljenje

source: User
sl: Uporabnik

source: Impersonate a user
sl: Poosebi uporabnika

source: Cancel
sl: Prekliči

source: Impersonate
sl: Poosebi

source: Target user pk
sl: ID uporabnika

source: Impersonating self is not allowed
sl: Ne moreš poosebljati samega sebe

source: Invitation text
sl: Tekst povabila

source: Use %LINK% as a placeholder for invite link. If invite text is empty, value from settings will be used
sl: Uporabite %LINK% kot nadomestno besedo za povezavo za povabilo. Če je tekst povabila prazen, bo uporabljena vrednost iz nastavitev

source: Project invites
sl: Povabila v projekt

source: Inviting project member
sl: Povabilo članu projekta

source: Add
sl: Dodaj

source: Add new record
sl: Dodaj nov zapis

source: You are invited to project
sl: Vabljeni ste v projekt

source: Login
sl: Prijava

source: Back to site
sl: Nazaj na aplikacijo

source: Username
sl: Uporabniško ime

source: Password
sl: Geslo

source: User profiles
sl: Uporabniški profili

source: New user
sl: Nov uporabnik

source: Edit user
sl: Uredi uporabnika

source: Full name
sl: Polno ime

source: Specific permissions for this user
sl: Pravice za tega uporabnika

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
sl: Skupine, ki jim uprabnik pripada. Uporabnik bo imel vse pravice, dodeljene vsaki od svojih skupin.

source: Merge
sl: Združi

source: Export
sl: Izvozi

source: Repeat Password
sl: Ponovi geslo

source: Password is required
sl: Geslo je obvezno

source: Email is required
sl: E-pošta je obvezen podatek

source: User with this email already exists.
sl: Uporabnik s tem elektronskim naslovom že obstaja.

source: Code required
sl: Koda je obvezna

source: Invalid code
sl: Napačna koda

source: Your account was created for you
sl: Za vas je bil ustvarjen račun

source: Remove
sl: Odstrani

source: Clear all
sl: Zbriši vse

source: Reset password
sl: Ponastavi geslo

source: Export users
sl: Izvozi uporabnike

source: Template
sl: Predloga

source: Profile Fields
sl: Polja iz uporabniškega profila

source: Print Filter
sl: Omejitev izbora

source: Invalidate password
sl: Razveljavi geslo

source: Target user id
sl: ID uporabnika

source: First login to %s
sl: Prva prijava v %s

source: You or someone acting as you is logging to %s for the first time.
sl: Vi ali nekdo, ki se predstavlja kot vi se prvič prijavlja v %s.

source: Password recovery for %s
sl: Ponastavitev gesla za %s

source: You or someone acting as you requested a password reset for your account at %s.
sl: Vi ali nekdo, ki se predstavlja kot vi je zahteval ponastavitev gesla za vaš račun pri %s.

source: Your verification code is
sl: Vaša verifikacijska koda je

source: Code is valid for
sl: Koda je veljavna

source: If this was not you or it was unintentional, you may safely ignore this message.
sl: Če zahteve niste podali vi, ali je bila zahteva nenamerna, lahko varno ignorirate to sporočilo.

source: Project settings action required
sl: Zahtevana akcija na projektnih nastavitvah

source: Value is not a hex color (e.g #88f or #8080ff)
sl: Vrednost ni heksadecimalna barva (npr. #88f ali #8080ff)

source: Name
sl: Ime

source: Slug
sl: Oznaka

source: Description
sl: Opis

source: Owner
sl: Lastnik

source: Bio
sl: Nekaj o meni

source: Phone number
sl: Telefonska številka

source: Language
sl: Jezik

source: Theme
sl: Tema

source: Reverse full name order
sl: Obrni imeni v polnem imenu

source: Delete profile at
sl: Zbriši profil ob

source: Project
sl: Projekt

source: Color
sl: Barva

source: Icon
sl: Ikona

# A tag name
source: name
sl: ime

# A tag slug
source: slug
sl: oznaka

source: Whole number
sl: Celo število

source: Decimal number
sl: Decimalno število

source: True/False
sl: Da/Ne

source: String
sl: Tekst

source: Custom
sl: Po meri

source: Value
sl: Vrednost

source: Pending value
sl: Predlagana sprememba

source: Email
sl: E-pošta

source: Invitation message
sl: Sporočilo povabila

source: Not valid country alpha 2 code
sl: Vnesi pravilno dvomestno kodo države

source: Not a valid year
sl: Nepravilno vnešeno leto

source: Error retrieving data
sl: Napaka pri pridobivanju podatkov

source: Error retrieving holidays: {}
sl: Napaka pri pridobivanju praznikov: {}

source: Type
sl: Tip

source: Used
sl: Porabljeno

source: Credit
sl: Dobroimetje

source: Used credit
sl: Porabljeno dobroimetje

source: Remaining credit
sl: Preostalo dobroimetje

source: Usage report
sl: Poročilo uporabe

source: Your license is consumed. Please contact support.
sl: Vaše dobroimetje je porabljeno. Pokličite podporo.

source: Used access
sl: Porabljeni pristopi

source: Used access by admin
sl: Porabljeni pristopi po adminu

source: Date
sl: Datum

source: Comment
sl: Opomba

source: Text for notification detail view. __LINK__ is url placeholder.
sl: Tekst za podrobnosti sporočila. __LINK__ je nadomestna beseda za spletni naslov

source: You received a notification. Clik link to view it: __LINK__
sl: Vaš klub vam je poslal obvestilo. Kliknite povezavo za ogled: __LINK__

source: Send notification via EMail if user has no phone number
sl: Pošlji obvestilo po e-pošti, če uporabnik nima telefonske številke

source: Subject
sl: Zadeva

source: Body
sl: Telo

source: Footer
sl: Opomba

source: Attachment
sl: Priponka

source: Message
sl: Sporočilo

source: Locale
sl: Jezik

source: Level
sl: Nivó

source: Required channels
sl: Zahtevani kanali

source: Sent channels
sl: Poslani kanali

source: Failed channels
sl: Neuspeli kanali

source: Created at
sl: Kreirano ob

source: Sent at
sl: Poslano ob

source: Delayed to
sl: Odloženo do

source: Delivered
sl: Dostavljeno

source: Not Delivered
sl: Ni dostavljeno

source: Pending delivery
sl: V dostavi

source: Auxiliary notification
sl: Pomožno obvestilo

source: Time interval identifying at what time notification was acknowledged by user
sl: Časovni interval, v katerem je uporabnik potrdil prejem obvestila

source: Messages
sl: Sporočila

source: New message
sl: Novo sporočilo

source: Save / Send later
sl: Shrani / Pošlji kasneje

source: Recipients
sl: Prejemniki

source: Delivery
sl: Dostavljeno

source: Add new notification
sl: Novo obvestilo

source: View license
sl: Poglej dobroimetje

source: Edit
sl: Uredi

source: Edit record
sl: Uredi zapis

source: Send
sl: Pošlji

source: Send on channels
sl: Pošlji preko kanalov

source: Send notification SMS
sl: Pošlji SMS obvestilo

source: Created
sl: Kreirano ob

source: Sent
sl: Poslano

source: Indefinitely / Saved only
sl: Za nedoločen čas / Samo shranjeno

source: Close
sl: Zapri

source: Created At
sl: Kreirano ob

source: Sent At
sl: Poslano ob

source: Send now
sl: Pošlji takoj

source: Change delay
sl: Spremeni čas pošiljanja

source: Invalid delayed to value
sl: Neveljavna vrednost časa pošiljanja

source: Delayed sending
sl: Zakasnjeno pošiljanje

source: Back
sl: Nazaj

source: Confirm
sl: Potrdi

source: Send at
sl: Pošlji ob

source: Delay indefinitely / Save only
sl: Preloži za nedoločen čas / Samo shrani

source: You have been invited to our application. Your credentials are listed below.
sl: Povabljen si v našo aplikacijo. Tvoje poverilnice so navedene spodaj.

source: Your username:
sl: Tvoje uporabniško ime:

source: Have a nice day.
sl: Lep dan vam želimo.

source: Attachments
sl: Priponke

source: Projects
sl: Projekti

source: New project
sl: Nov projekt

source: Edit project
sl: Uredi projekt

source: Please enter value
sl: Vnesi vrednost

source: Email sender value for notifications
sl: Nastavitev pošiljatelja e-pošte za obvestila

source: Sms sender value for notifications
sl: Nastavitev pošiljatelja SMS za obvestila

source: required
sl: E-pošta je obvezen podatek

source: Project is required
sl: Projekt je obvezen podatek

source: Text for invite notification view. __LINK__ is url to invite confirmation placeholder.
sl: Tekst za povabilo k pridružitvi. Dodaj __LINK__ za url za potrditev.

source: Click link to join project: __LINK__
sl: Klikni povezavo, da se pridružiš: __LINK__
